[
    {
        "text": "Lead can be welded, provided that substantial safety precautions are enforced. Generally, the weld ability of lead and lead alloys is acceptable, but mainly because welds in these materials are not used in structural applications. Lead and lead alloys are easily soldered if proper care is taken to avoid melting the metals that form the joint.  \n\nLead has a cubic crystal structure; the cubic nature can be observed in etched samples with the unaided eye. Like all face-centered cubic metals, lead has a twinning lamellar micro structure on deformation and re crystal lization. Liquid lead is dense, but has good surface tension properties.  \n\nLead is easily rolled into sheet and extruded into pipe, cable sheathing, and other product forms with a wide variety of cross sections. The composition of the"
    },
    {
        "text": "1. When the weldment requires a large volume of filler metal and results in increased labor and material costs, unless only a few joints will be welded. 2. When welding light-gauge sheet, which is more economically welded with flux-cored or metalcored electrodes.  \n\nOne way to evaluate the economic performance of a joining process for a weldment is to determine the cost per unit length of the weld must be computed.  This calculation requires approximating the cost of filler metal, equipment and labor. In addition, consideration must be given to special circumstances, for example, if an accelerated completion date impacts the cost of financing.  \n\nTo compute the labor cost, the operating factor (defined as the arc time divided by the total working time; for SMAW it is typically  $30\\%$  ) and the deposition rate (the amount of weld metal added to the joint per unit of arc time) must be known or approximated. To compute the electrode material cost the price must be known, the amount (total weight) of electrode approxi  \n\nFigure 2.19–Typical Deposition Rates for Shielded Metal Arc Electrodes  \n\nmated from the joint volume, and the deposition efficiency (the ratio of the weight of metal deposited to the weight of electrode used, typically 0.60 for SMAW). Deposition rates for the particular electrodes, if not printed on the packaging, are readily available from the manufacturer. Figure 2.19 shows some typical values.  \n\nOnce these values are known, the labor and material cost can be calculated as follows:  \n\nLabor cost,   $\\Updownarrow/\\mathrm{ft}\\;=\\;$  \n\nThe convention within industry for the shielded metal arc welding process is to report the deposition efficiency with no adjustment for stub loss, that is, simply state the amount of metal deposited divided by the amount of electrode consumed. This approximate deposition efficiency must then be adjusted by using a measure for the expected stub loss. The computation to adjust the deposition efficiency for stub loss is based on the original length of the electrode; the efficiency increases with increased length. Table 2.4 shows the approximate deposition efficiency for the various standard electrode lengths when adjusted for stub loss.  \n\nBefore undertaking the welding operation, the welder and all persons who will have access to the welding station must clearly understand the hazards and the potential harm that may result from the use of welding materials and equipment. They must know and  \nTable 2.4 Approximate Deposition Efficiency, in Percent, at Various Lengths of Stub Loss \n\npractice the appropriate safety measures. A copy of Safety in Welding, Cutting, and Allied Processes , ANSI  $Z\\dot{4}9.\\dot{1}^{46}$   should be consulted and kept in the vicinity for reference. Manufacturers’ safety data sheets (MSDS) detailing the proper handling and use of the materials should be consulted before using the materials. Operating manuals provided by the equipment manufacturer for the safe operation of the welding equipment should be consulted.  \n\nOther sources of safety information should be consulted. These include documents from such organizations as the National Electric Manufacturers Association, Underwriters Laboratories   $(\\mathrm{{UL})^{48}}$   and the National Fire Protection Association (NFPA).  Appendix B of this volume, “Safety and Health Codes and Other Standards” lists health and safety standards, codes, specifications, and other publications. The publishers, the letter designations of the organizations, and the facts of publication are also listed.  \n\nA brief discussion of some of the safety considerations follows.  \n\nThe operator must protect eyes and skin from radiation from the arc. A welding helmet with a suitable filter lens should be used, as well as dark clothing, preferably wool, to protect the skin. Leather gloves and clothing should be worn to protect against burns from arc spatter.  \n\nWelding helmets are available with filter plate windows that absorb   $99\\%$   or more of the infrared and ultraviolet rays from the arc. The filter plate selected by the welder should be capable of absorbing infrared rays, ultraviolet rays, and most of the visible rays emanating from the arc. The standard filter plate size is  $51~\\mathrm{mm}$   by   $130~\\mathrm{mm}$   (2 in. by 4-1/8 in.), but larger openings are available.  \n\nThe selection of the appropriate filter plate shade depends on the electrode size. For electrodes up to  $4\\ \\mathrm{\\Omega}^{-}\\mathrm{mm}$   (5/32 in.) diameter, a Number 10 filter plate shade should be used. For  $4.8~\\mathrm{mm}$   to  $6.4~\\mathrm{mm}$   (3/16 in. to   $1/4$   in.) electrodes, a Number 12 should be used. For electrodes over   $6.4\\,\\mathrm{\\mm}$   (1/4 in.), a Number 14 filter plate shade should be used. The filter plate should be protected from molten spatter and from breakage. Placing a plate of clear glass or other suitable material on both sides of the filter plate can provide this protection.  \n\nPersons who are not welding but are working near the arc also need protection. Permanent or portable screens can be used to provide this protection. Failure to use adequate protection can result in eye burn (sometimes called  flashing ) to the welder or those working around the arc. Eye burn, which is similar to sunburn, is extremely painful for a period of 24 to 48 hours. Unprotected skin exposed to the arc may also be burned. A physician should be consulted in the case of severe arc burn, whether it involves the skin or the eyes.  \n\nIf welding is performed in confined spaces with poor ventilation, auxiliary air should be supplied to the welder. This should be supplied through an attachment to the helmet. The method used must not restrict the welder’s manipulation of the helmet, interfere with the field of vision, or make welding difficult. Additional information on eye protection and ventilation is published in  Safety in Welding, Cutting, and Allied Processes , ANSI Z49.1.  Documents covering these safety issues are also available from the United States Occupational Safety and Health Administration.   Exposure limits for fumes and gases are detailed in documents from the American Conference of Governmental Industrial Hygienists.  From time to time during welding, sparks or globules of molten metal are thrown out from the arc. This is always a point of concern, but it becomes more serious when welding is performed out of position or when extremely high welding currents are used. To ensure protection from burns under these conditions, the welder should wear flame-resistant gloves, a protective apron, and a jacket. The welder’s ankles and feet may also need protection from slag and spatter. Pants without cuffs and high-top work shoes or boots are recommended.  \nTo avoid electric shock, the operator should follow recommendations provided by the equipment manufacturer. The welder should not weld while standing on a wet surface. Welding and auxiliary equipment should be examined periodically to make sure there are no cracks or worn spots on the electrode holder or cable insulation. Welders should not touch live electrical parts such as the conductive surface in the jaws of the electrode holder and the workpiece while the power source is running. A stub should never be left in the jaw of the electrode holder when the holder is stowed and the power source is on.  \n\nShielded metal arc welding is a manual arc welding process that has a proven historical record of success in the field of metal joining and surfacing. In its special niche, the process will continue to serve welders and fabric at or s for generations to come.  \n\nNo one process can fit all applications, but considering its worldwide use and its numerous types of electrodes, some have expressed the opinion that the SMAW process is one of the most important welding processes developed in the history of welding.  \n\nAlthough many have predicted the demise of shielded metal arc welding because other arc welding processes appear to have tremendous economic advantages, the reliability and simplicity of the process continue to ensure its classic role in the industry."
    }
]